Repository: mikaoelitiana/aiza-woocommerce-mvola
Catalog: languages/woocommerce-mvola-*.po
Languages: fr_fr

source: Accept payments via MVola mobile money
fr_fr: Acceptez les paiements via MVola mobile money

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable MVola payment
fr_fr: Activer le paiement MVola

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que l'utilisateur voit lors du paiement.

source: This controls the description which the user sees during checkout.
fr_fr: Ceci contrôle la description que l'utilisateur voit lors du paiement.

source: Pay securely using MVola mobile money.
fr_fr: Payez en toute sécurité avec MVola mobile money.

source: Test mode
fr_fr: Mode test

source: Enable Sandbox Mode
fr_fr: Activer le mode Sandbox

source: Use the sandbox environment for testing. No real money will be used.
fr_fr: Utilisez l'environnement sandbox pour les tests. Aucun argent réel ne sera utilisé.

source: Consumer Key
fr_fr: Clé consommateur

source: Get your consumer key from MVola developer portal.
fr_fr: Obtenez votre clé consommateur sur le portail développeur MVola.

source: Secret Key
fr_fr: Clé secrète

source: Get your secret key from MVola developer portal.
fr_fr: Obtenez votre clé secrète sur le portail développeur MVola.

source: Merchant Phone Number
fr_fr: Numéro de téléphone du marchand

source: Your MVola merchant account phone number (receiver).
fr_fr: Le numéro de téléphone de votre compte marchand MVola (récepteur).

source: Custom Callback URL
fr_fr: URL de rappel personnalisée

source: Optional: Override the default callback URL. Leave empty to use: %s<br>For local development, use ngrok or similar service to make your callback publicly accessible.
fr_fr: Optionnel : Remplacez l'URL de rappel par défaut. Laissez vide pour utiliser : %s<br>Pour le développement local, utilisez ngrok ou un service similaire pour rendre votre callback accessible publiquement.

source: Your MVola Phone Number
fr_fr: Votre numéro MVola

source: Enter your MVola account phone number
fr_fr: Entrez le numéro de votre compte MVola

source: MVola phone number is required.
fr_fr: Le numéro MVola est requis.

source: Please enter a valid MVola phone number.
fr_fr: Veuillez entrer un numéro MVola valide.

source: Please enter a valid MVola phone number (at least 10 digits).
fr_fr: Veuillez entrer un numéro MVola valide (au moins 10 chiffres).

source: Payment error: Could not authenticate with MVola.
fr_fr: Erreur de paiement : Impossible de s'authentifier avec MVola.

source: Payment error:
fr_fr: Erreur de paiement :

source: Awaiting MVola payment confirmation. Please check your phone.
fr_fr: En attente de la confirmation du paiement MVola. Veuillez vérifier votre téléphone.

source: MVola payment initiated. Transaction ID: %s. Customer will receive a push notification on their phone.
fr_fr: Paiement MVola initié. ID de transaction : %s. Le client recevra une notification push sur son téléphone.

source: Could not initiate payment.
fr_fr: Impossible d'initier le paiement.

source: MVola payment completed. Transaction ID: %s
fr_fr: Paiement MVola complété. ID de transaction : %s

source: MVola payment failed or was cancelled
fr_fr: Le paiement MVola a échoué ou a été annulé

source: Settings
fr_fr: Paramètres

source: This plugin requires WooCommerce to be installed and active.
fr_fr: Ce plugin nécessite que WooCommerce soit installé et activé.
